Revit 2027 API
ParameterTypeId.FabricationPartMaterial Property
 "Part Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartMaterial { get; }
Public Shared ReadOnly Property FabricationPartMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartMaterial {
	ForgeTypeId^ get ();
}
static member FabricationPartMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace